{
    "header": [
        {
            "date": "October 17, 2019",
            "speech_title": "Announcing a landmark gift to the School of Informatics, Computing and Engineering",
            "excerpt": "Indiana University is in the midst of a yearlong celebration of its 200th anniversary."
        },
        {
            "date": "April 28, 2019",
            "speech_title": "A Celebration Honoring Alvin Rosenfeld",
            "excerpt": "Indiana University is about to celebrate its Bicentennial."
        },
        {
            "date": "April 27, 2019",
            "speech_title": "George Taliaferro Celebration of Life",
            "excerpt": "Indiana University is commissioning a statue of George to be the centerpiece of this plaza."
        },
        {
            "date": "January 14, 2018",
            "speech_title": "Monroe County Bicentennial Opening Celebration",
            "excerpt": "Indiana University is very pleased to call Monroe County home."
        },
        {
            "date": "October 10, 2017",
            "speech_title": "Deploying IU's Resources to Address a Deadly Public Health Crisis",
            "excerpt": "Indiana University is certainly not immune to this crisis."
        },
        {
            "date": "August 18, 2017",
            "speech_title": "From Bedford to Bloomington and Beyond: Building for the Future of South Central Indiana",
            "excerpt": "Indiana University is proud to be engaged in partnership with you."
        },
        {
            "date": "September 20, 2016",
            "speech_title": "The international university in the 21st century",
            "excerpt": "Indiana University is one of the world’s great international universities."
        },
        {
            "date": "January 22, 2016",
            "speech_title": "Local talent, global reach: engagement, collaboration, and innovation for the future of Wayne County, East-Central Indiana, Western Ohio and beyond",
            "excerpt": "Indiana University is proud to be engaged in partnership with you."
        },
        {
            "date": "November 12, 2015",
            "speech_title": "IU Northwest Chancellor’s Medallion VIP Reception",
            "excerpt": "Indiana University is redoubling its commitment to student success."
        },
        {
            "date": "June  5, 2015",
            "speech_title": "Announcement of Mark Cuban Center for Sports Media and Technology",
            "excerpt": "Indiana University is grateful to him for his continued involvement and support of his alma mater."
        },
        {
            "date": "June  2, 2015",
            "speech_title": "Tribute to Chancellor Charles Bantz",
            "excerpt": "Indiana University is very proud of you."
        },
        {
            "date": "April 24, 2015",
            "speech_title": "A Legacy of Leadership",
            "excerpt": "Indiana University is more diverse and inclusive as we enter our third century of service."
        },
        {
            "date": "October 30, 2014",
            "speech_title": "Strengthening Indiana University's Longstanding Connections with India",
            "excerpt": "Indiana University is proud of his accomplishments and proud to count him among our alumni."
        },
        {
            "date": "February 15, 2014",
            "speech_title": "Celebrating the Refabricated George Ortman Banners",
            "excerpt": "Indiana University is a special place because our excellent staff help make it so."
        },
        {
            "date": "September 30, 2013",
            "speech_title": "A Great History and a Brilliant Future: IU’s Distinguished and Titled Faculty",
            "excerpt": "Indiana University is the collective devotion, wisdom, and invigorating spirit of the faculty."
        },
        {
            "date": "April 10, 2013",
            "speech_title": "Presidents Hall Celebration",
            "excerpt": "Indiana University is the history of its people."
        },
        {
            "date": "March 22, 2013",
            "speech_title": "Higher Education at the Vanguard of a New International Era",
            "excerpt": "Indiana University is a basketball school."
        },
        {
            "date": "February  1, 2013",
            "speech_title": "Cooperation and Collaboration: A Vision for Progress in Northeast Indiana",
            "excerpt": "Indiana University is evidence that nothing could be further from the truth."
        },
        {
            "date": "September 28, 2012",
            "speech_title": "Promoting Improved Public Health Through Education, Research, and Service",
            "excerpt": "Indiana University is deeply committed to helping to meet those challenges."
        },
        {
            "date": "April 20, 2012",
            "speech_title": "Simic Commons Dedication",
            "excerpt": "Indiana University is very visible."
        },
        {
            "date": "June 27, 2011",
            "speech_title": "Honoring Marilyn Glick: A Visionary in the Community",
            "excerpt": "Indiana University is the most meaningful of any gift we have ever given."
        },
        {
            "date": "April  2, 2011",
            "speech_title": "Strengthening the Foundation of Tolerance at Indiana University",
            "excerpt": "Indiana University is an integral part of that effort."
        },
        {
            "date": "August 19, 2010",
            "speech_title": "\"Statement for Academic Affairs Committee Regarding Research Numbers\"",
            "excerpt": "Indiana University is unquestionably one of this state’s most successful enterprises."
        },
        {
            "date": "August  6, 2009",
            "speech_title": "\"Research for a Thousand Years: Sustainability, Clean Energy, and Our Shared Future\"",
            "excerpt": "Indiana University is also actively working to meet the challenge of clean energy."
        },
        {
            "date": "October 14, 2008",
            "speech_title": "\"Building Excellence at Indiana University: A Year of Progress\"",
            "excerpt": "Indiana University is in the midst of one of the largest construction efforts in decades."
        },
        {
            "date": "October 18, 2007",
            "speech_title": "“Endurance, Excellence, and the Energy of Change at Indiana University”",
            "excerpt": "Indiana University is a truly international university."
        },
        {
            "date": "July 22, 2007",
            "speech_title": "“Diversity and Equity at Indiana University”",
            "excerpt": "Indiana University is doing."
        },
        {
            "date": "June 20, 2007",
            "speech_title": "\"Traditions and Persistence\"",
            "excerpt": "Indiana University is about more than classrooms and books."
        },
        {
            "date": "April 24, 2007",
            "speech_title": "“Cooperation and Collaboration:  A Vision for Progress”",
            "excerpt": "Indiana University is evidence that nothing could be further from the truth."
        },
        {
            "date": "March  1, 2007",
            "speech_title": "\"Presidential Announcement, Board of Trustees Meeting\"",
            "excerpt": "Indiana University is at a vital crossroads in its history."
        }
    ]
}
